var address_data = [
    {'id': '10001', 'value': '西安市南二环中段156号'},
    {'id': '10002', 'value': '西安市永宁门外地铁B出口'},
    {'id': '10003', 'value': '西安市玉祥门105号'},
    {'id': '10004', 'value': '西安市北大明宫遗址公园东门口'},
    {'id': '10005', 'value': '西安市凤城五路168号'},
    {'id': '10006', 'value': '西安市西二环36号'}
];

var traffic_data = [
    {'id': '20001', 'value': '高铁往返（默认）', 'price': '0'},
    {'id': '20002', 'value': '儿童票（1.2-1.5m）-180元', 'price': '-180'},
    {'id': '20003', 'value': '往返处理 -360元', 'price': '-360'}
];

var paper_data = [
    {'id': '30001', 'value': '身份证'},
    {'id': '30002', 'value': '护照'},
    {'id': '30003', 'value': '其他'}
];

var coupon_data = [
    {'id': '40001', 'value': '冰岩5元优惠券', 'price':'-5'},
    {'id': '40002', 'value': '冰岩10元优惠券', 'price':'-10'},
    {'id': '40003', 'value': '冰岩20元优惠券', 'price':'-20'},
    {'id': '40003', 'value': '冰岩50元优惠券', 'price':'-50'}
];
